Repository: RemiCELLARD/VS2022-Editor-Support-for-Tailwind-CSS
Catalog: src/Properties/Resources.*.resx
Languages: fr

# Option_Category_Build_Title
source: Build
fr: Compilation

# Option_Category_Class_Sort_Title
source: Class sort
fr: Tri des classes CSS

# Option_Category_Custom_Build_Title
source: Custom build
fr: Compilation personnalisée

# Option_Category_General_Title
source: General
fr: Général

# Option_Name_Automatically_Apply_Lib_Updates
source: Automatically apply library updates
fr: Mettre à jour la librairie automatiquement

# Option_Name_Build_Script
source: Build script
fr: Script de build

# Option_Name_Build_Type
source: Build type
fr: Déclencheur pour le lancement du build

# Option_Name_Class_Sort_Type
source: Class sort type
fr: Déclencheur pour le rangement des classes CSS

# Option_Name_CSS_Conflict
source: CSS conflict
fr: Conflit CSS

# Option_Name_Default_Output_File_Name
source: Default output file name
fr: Nom du fichier de sortie par défaut

# Option_Name_Enable_Extension
source: Enable extension
fr: Activer l'extension

# Option_Name_Enable_Linter
source: Enable linter
fr: Activer le linter

# Option_Name_Invalid_Config_Path
source: Invalid config path
fr: Configuration de l'assistant de thème invalide/inconnu

# Option_Name_Invalid_Screen
source: Invalid screen
fr: Écran inconnu

# Option_Name_Invalid_Tailwind_Directive
source: Invalid Tailwind directive
fr: Directive @tailwind inconnue

# Option_Name_Minify_Builds
source: Minify builds
fr: Build minifié

# Option_Name_Override_Build
source: Override build
fr: Utiliser un script de build CSS personnalisée

# Option_Name_Tailwind_CLI_Path
source: Tailwind CLI path
fr: Répertoire de Tailwind CLI

# Option_Name_Tailwind_CSS_Completions_Before_All
source: Tailwind CSS completions before all
fr: Mettre les classes Tailwind CSS en avant
